{
  "futures": [
    {
      "name" : "Superlongevity",
      "call_sign": "LONG",
      "author_id": "Death is not a natural part of life",
      "motto": "A history of facts not winners",
      "abstract": "History has been consistently rewritten since the dawn of time. As more and more historical registers become digital, the ability to both rewrite and erase history has become increasingly easy. The power that was once limited to scholars and leaders is now in the hands of everyday hackers. A Global Crypto-Register would securely hold records (from land registries and birth records to scorekeeping and news articles), ensuring the first truly comprehensive representation of the past. Entries into the register would still be recorded with bias, but no one will have the power to erase any records. History doesn’t have to be written by winners any more."
    },
    {
      "name" : "Universal History",
      "call_sign": "HSTY",
      "author_id": "",
      "motto": "A history of facts not winners",
      "abstract": "History has been consistently rewritten since the dawn of time. As more and more historical registers become digital, the ability to both rewrite and erase history has become increasingly easy. The power that was once limited to scholars and leaders is now in the hands of everyday hackers. A Global Crypto-Register would securely hold records (from land registries and birth records to scorekeeping and news articles), ensuring the first truly comprehensive representation of the past. Entries into the register would still be recorded with bias, but no one will have the power to erase any records. History doesn’t have to be written by winners any more."
    },
    {
      "name" : "Artificially Intelligent Governance",
      "call_sign": "AIGO",
      "author_id": "",
      "motto": "The problem with politics is the people",
      "abstract": "Political systems, from democracy to communism, all suffer the same fatal flaw: they are dependent on human jurisdiction. Rather than running on fallible, emotionally unstable, unpredictable human will, a governance system fueled by artificial intelligence would not bear grudges, owe favors or suffer moods. Designating artificial intelligence legislators is not giving control to machines. An AI Governance System would be programmed to represent universally favorable values, providing truly representative governance. The problem with politics is politicians."
    },
    {
      "name" : "Contractual Families",
      "call_sign": "CFAM",
      "author_id": "Martti Kalliala",
      "motto": "Family doesn't have to share blood",
      "abstract": "Increasingly gender diverse and physically separated, the nature of family is changing and so should its economic and legal reality. If new families are already being created outside of the traditions of blood lines and surnames, the next logical step is to allow individuals to form families at will and design the relationships between members while retaining the rights afforded a family. A Contractual Family would be legally binding for a specific period of time, allowing individuals to create temporary dependent relationships. The notion of committing to anything for a lifetime no longer makes sense. Choose to file taxes jointly and share federal issued benefits with the logical choice for now."
    },
    {
      "name" : "Memory Manipulation",
      "call_sign": "MMMN",
      "author_id": "",
      "motto": "Engineer your personal history",
      "abstract": "Virtual Reality (VR) is an audiovisual experience that simulates physical presence in spaces. Increasingly indistinguishable from reality, VR is primarily used in the entertainment industry as a tool to transport you to another world. Why not utilize the technology as an immersive time capsule? If your entire life was recorded, you could travel back in time with VR Memory Playback and re-live your memories. Potential applications range from daily recollection to literally walking in someone else’s shoes. In an increasingly oversaturated world, VR Memory Playback would take on the burden of memory allowing people to focus on the present."
    },
    {
      "name" : "Extrastate Citizenship",
      "call_sign": "EXCZ",
      "author_id": "",
      "motto": "Liberate yourself from the physical boundaries of a country",
      "abstract": "Are states the best place to belong to? Nations are just imagined communities of people bound by law and territory. With an increase in our lives being lived online, from work to socializing, we are not as tethered to physical space as we once were. Why, then, is citizenship our principal form of identification? Extrastate citizenship offers the protection of a country without the limitations of being saddled with resources to protect and wars to wage. This citizenship would allow people from reporters and travel writers to teachers and archaeologists to embrace a nomadic lifestyle, completely eliminating the immigrant crisis. Patriotism is oppression."
    },
    {
      "name" : "Robotic Medicine",
      "call_sign": "ROBO",
      "author_id": "",
      "motto": "Cure and prevent disease by inserting advanced technology into your body",
      "abstract": "Artificial organs and limbs have been experimented with for decades -- why not insert ‘smart’ technology into your body? From 3D printed organs to microscopic robotic medicine running through your your bloodstream, implantable robotic medicine would revolutionize disease testing, prevention, treatment. Rather than rolling the dice and responding to issues as they arise, Robotic Medicine allows doctors to monitor a patient’s progress and alter dosage remotely. Let doctors embrace robotic technologies, don’t leave your health up to biology."
    },
    {
      "name" : "Genetic Identity Patent",
      "call_sign": "GIDP",
      "author_id": "Protect yourself against clones",
      "abstract": "Genetically engineering a fetus while it is still in the womb produces what is known as a ‘designer baby’. Today, doppelgangers are constructed with plastic surgery, but in the future one could design their baby to take on the visage, personality or talent of their favorite pop or sports star. To prevent the theft and potential proliferation of your genetic identity, invest in a patent to protect your unique look. Alternatively, profit off of your full lips or high jump by patenting your genetic identity and selling it to the highest bidder."
    },
    {
      "name" : "Drone Immunity",
      "call_sign": "DIMY",
      "author_id": "",
      "motto": "Keep drones out of your back yard",
      "abstract": "Drones have applications that range from selfie devices to killing machines, their pervasive integration into society is inevitable. Nevertheless, drones cross the line when they begin to act independently from humans. An Autonomous Drone Ban would ensure human supervision of drones, preventing artificial intelligence from spiraling out of control. Giving drones the authority to think for themselves runs the risk of drones asserting dominance over humans. Drones were designed to serve humans, their activities should be monitored and regulated."
    },
    {
      "name" : "Human Driver Ban",
      "call_sign": "HBAN",
      "author_id": "",
      "motto": "The age of riskless driving depends on it",
      "abstract": "Cars that drive themselves, using sensors to perceive and interpret the environment around them to navigate our existing roads, are being developed by companies like Google, Mercedes, BMW and Tesla. They will increase mobility for those who can’t drive themselves and have the potential to revolutionize infrastructure, regional travel, and vehicular accident rates. Every self-driving car accident to date has been caused by human error, either in an adjacent car or through manual override. Banning human drivers entirely would ensure that self-driving cars could operate safely and efficiently. The problem with self driving cars is humans."
    },
    {
      "name" : "Dismantling the Internet",
      "call_sign": "DNET",
      "author_id": "",
      "motto": "A breeding ground for filth",
      "abstract": "Beyond existing as a spawning ground for bullying, terrorism, sex rings and drug networks, the internet is highly monopolized and surveilled. Regulation has rendered the internet unrecognizable; opaque policies benefit the minority, and push criminal activity deeper underground. The internet as a democratic space for open communication is a distant memory. The solution, for both those who see the internet as too volatile for its own good and those who feel that their freedom of speech has been infringed upon, is to dismantle the internet entirely."
    },
    {
      "name" : "Global Net Neutrality",
      "call_sign": "NEUT",
      "author_id": "",
      "motto": "Defend digital rights of people by establishing a sovereign, truly world wide web",
      "abstract": "Net Neutrality preserves the right to communicate freely online by mandating that all content, applications and services are treated equally. More than just enabling and protecting free speech, an open internet ensures universal access to knowledge. Global Net Neutrality would prevent individual countries from regulating the internet, ensuring international open communication. As digital presence begins to eclipse the physical, it is essential to ensure digital equality to prevent the marginalization of those with limited influence and access to the internet. Net neutrality is a human right."
    },
    {
      "name" : "Common Intellectual Property",
      "call_sign": "COIP",
      "author_id": "",
      "motto": "Do away with trade secrets by decoupling ideas from people",
      "abstract": "The culture that intellectual property law engenders is ruthless and competitive. Alternatively, the open source development model allows data and information to be freely shared, used and changed by anyone. This decentralized culture promotes innovation through collaboration. Common Intellectual Property will unleash the latent potential of both people and ideas. Why restrict creative development to the people with the initial vision? Current IP laws are outdated and pastoral. Intellectual Property is a limitation."
    },
    {
      "name" : "Basic Universal Income",
      "call_sign": "BSIC",
      "author_id": "",
      "motto": "Guarantee a basic standard of living and flexibility for all",
      "abstract": "Basic universal income is an unconditional form of payment that covers an individual’s living and health care costs. This kind of system not only ensures a basic standard of living, it supports a flexible, freelance lifestyle. Uber contractors currently don’t have a support system if they are sick or  injured, basic universal income would create a safety net for the on-demand workforce. A global, universal system would provide these benefits without requiring tests or creating conditions."
    },
    {
      "name" : "Drug Decriminalization",
      "call_sign": "DRUG",
      "author_id": "",
      "motto": "Invest in regulation and education instead of draconian laws",
      "abstract": "The war on drugs has spiraled into political hysteria. Drugs that had been used for both medical and spiritual purposes for thousands of years are currently illegal. Prohibition is a financial and social burden that has not diminished drug use or abuse. In fact, the disproportionate value placed upon illegal substances has given criminals the upper hand. Drug decriminalization would allow qualified physicians to monitor and regulate dosages of even the most potent drugs. Let science shape policy, and take the authority away from criminals."
    },
    {
      "name" : "Voluntary Employment",
      "call_sign": "VOLE",
      "author_id": "",
      "motto": "Let machines do the work",
      "abstract": "Aging populations leads to a labor shortage, luckily as the workforce becomes more automated, the relationship between people and work will change. Labor will be increasingly augmented by machines, but also autonomous machines will have the potential to construct everything from small scale devices to large-scale infrastructure without human supervision. Volunteer Employment will allow people to spend their time doing activities for personal fulfillment. Workforce automation will not only boost efficiency, it will unleash the latent potential of the human race."
    },
    {
      "name" : "Cheap Energy",
      "call_sign": "ENGY",
      "author_id": "",
      "motto": "Liberate energy production from our dependence on fossil fuels",
      "abstract": "The monopolization of energy sources has allowed a few multibillion dollar companies to force outdated technology on the masses. Bureaucratic barriers have hindered the push towards renewable and sustainable energy.  Energy Democratization would both ensure the development of affordable energy and mandate the even distribution of energy globally, producing more than enough energy to sustain a high standard of living for every person on the planet. Our dependence on fossil fuels has both environmental and economic repercussions. We need to allow energy to move from scarcity to abundance."
    },
    {
      "name" : "Designer Evolution",
      "call_sign": "DEVO",
      "author_id": "",
      "motto": "Abolish genetic disorders forever",
      "abstract": "Advances in genetic engineering will lead to a deeper understanding of the abnormalities that plague the human body. Imagine if color blindness, down syndrome, cystic fibrosis and all other genetic disorders were a thing of the past. Prenatal Genetic Modification could stem disorders by rewriting genetic code before your child is even born, turning hospitals into computer code. The world is evolving at a rapid pace, and humans need to keep up. The eradication of genetic disorder is the next form of human evolution."
    },
    {
      "name" : "Nomadic Cognition",
      "call_sign": "NCOG",
      "author_id": "",
      "motto": "Upload and download thoughts just like data",
      "abstract": "Imagine if backing up your thoughts was as easy as backing up your computer. If cognition was off-loaded to technology, the extended mind would allow you to selectively access knowledge as you need it. Learning a language would be as simple as downloading a file. Making a copy of your mind would allow you to upload it into any other form, from the cloud to a robot to a harddrive sent deep into space looking for a new world. Nomadic Cognition would permit you to remotely organize your mind, selectively accessing or repressing individual thoughts and opinions. The sharing potentials are endless. Make the most out of your mind, bodies are temporary houses."
    },
    {
      "name" : "Identity Cloaking",
      "call_sign": "NOID",
      "author_id": "",
      "motto": "Activate a personal incognito mode",
      "abstract": "Advanced technology has both simplified and intensified voyeurism. Collecting data for the greater good or for more sinister purposes has become one of the primary uses of the internet. With an increasing number of smart, interconnected devices we have become susceptible to intelligent surveillance even when we are not on our computers. What if you could camouflage your fingerprints and irises, or choose to not leave traces of DNA in public spaces? Identity Cloaking would give people the ability to control their own anonymity by selectively concealing both their digital data and physical bio-data. Prevent your data from being used without your knowledge by enacting self-controlled anonymity"
    },
    {
      "name" : "Extraterrestrial Colonies",
      "call_sign": "EXCO",
      "author_id": "",
      "motto": "Live on Mars",
      "abstract": "The untold space beyond Earth presents a blank slate for new forms of research and development. Interplanetary Living can take the form of Extraterrestrial Colonies, providing a space to live, but more than that, creating an ideal beta test environment for everything from new forms of social order to a safe space for hazardous biotech experiments that are too dangerous to run on earth. Distinctly different, independent living conditions can be designed, satisfying both the the luddite and the technophile. Space is both a refuge from life on earth and an untapped frontier."
    },
    {
      "name" : "3D Printed Infrastructure",
      "call_sign": "INFR",
      "author_id": "",
      "motto": "",
      "abstract": ""
    },
    {
      "name" : "Deathless Combat",
      "call_sign": "LESS",
      "author_id": "",
      "motto": "War should be bloodless",
      "abstract": ""
    },
    {
      "name" : "Asteroid Sheild",
      "call_sign": "ASTR",
      "author_id": "",
      "motto": "Protect the Earth from its demise",
      "abstract": ""
    },
    {
      "name" : "Universal Vaccination",
      "call_sign": "UVAC",
      "author_id": "",
      "motto": "Vacinate against everything",
      "abstract": ""
    }
  ]
