{
  "futures": [
    {
      "name" : "Algorithmic Governance",
      "call_sign": "ALGO",
      "abstract": "Artificially intelligent political machines have removed the bias from governance in favor of equality and sustainable resource management. Immune to the selfish, corruptible, and ideologically polarized aspects of human nature, political decisions determined exclusively by machines have produced a truly objective government."
    },
    {
      "name" : "Amateurized Anonymity",
      "call_sign": "ANON",
      "abstract": "Tools for helping legal, military, and social service professionals, relief workers and journalists to keep their communications anonymous have finally been perfected and democratized. Encrypted messages now regularly circle the globe in plain sight while keeping information private."
    },
    {
      "name" : "Bloodless War",
      "call_sign": "LESS",
      "abstract": "The arms race of killer robots has finally come to a stalemate reminiscent of the Cold War. Not willing to risk human life when drones can be deployed instead, warring states now resort to statistical victories and other forms of deathless diplomacy."
    },
    {
      "name" : "Chinalization",
      "call_sign": "CHNA",
      "abstract": "China has become the dominant political and economic force in the world, dictating values from human rights and pollution control to education and urban planning standards to the rest of the world, overtaking the primacy of the United States."
    },
    {
      "name" : "Communized Intellectual Property",
      "call_sign": "COIP",
      "abstract": "We have finally evolved beyond the era of intellectual property. Information has always wanted to be free but was everywhere in chains. Those chains have been broken, spawning new economic models of knowledge production and exchange and stimulating an explosion of collaborative innovation."
    },
    {
      "name" : "Constant Migration",
      "call_sign": "MIGR",
      "abstract": "A new nomadic age driven by increased rootlessness, migration, and the erasure of national borders has created a world in transit. Cities have become temporary zones, providing the infrastructure for a fluid society connected by cloud-based services available anywhere."
    },
    {
      "name" : "Contractual Families",
      "call_sign": "CFAM",
      "abstract": "In an increasingly globally dispersed world, the family has evolved past bloodlines, normalizing what were once considered alternative lifestyles. Familial freedom allows individuals to customize their legal kin while still retaining the economic and rights afforded to a family."
    },
    {
      "name" : "Data Taxation",
      "call_sign": "DTAX",
      "abstract": "Data is the new carbon. Overwhelmed by endless flows of realtime information pouring out of every person, place and thing, even Moore's Law describing the exponential growth of computer memory and processing power couldn't keep up. Taxing the production and collection of data has revealed the true price of information."
    },
    {
      "name" : "Decentralized Sustainable Energy",
      "call_sign": "DCEN",
      "abstract": "Advancements in battery and domestic energy harvesting technologies like solar have finally unseated the power of petroleum, both geopolitically and as a source of carbon pollution. The new energy landscape is increasingly fractured with peer-to-peer distribution of electricity from solar-rich regions to their neighbors."
    },
    {
      "name" : "Direct Economy",
      "call_sign": "DIRC",
      "abstract": "Global universal and personal digital currencies have enabled a direct economy of micropayments without transaction costs. Removing the cost of the circulation of money, tiny fractions of currency are now used regularly to pay for objects and services directly from consumer to producer without financial middlemen."
    },
    {
      "name" : "Drug Decriminalization",
      "call_sign": "DRUG",
      "abstract": "As performance modifications continue to reshape the human body in increasingly invasive and irreversible ways, temporary drug-induced visits to states of hyper focus and productivity or anxiety relief and egomania have begun to seem innocent. Drugs of all sorts have since been decriminalized, reforming the American prison industry and human productivity."
    },
    {
      "name" : "Endless Energy",
      "call_sign": "ENGY",
      "abstract": "Cheap in cost and externalities like pollution, the large-scale harnessing of limitless energy sources like thermonuclear and solar have finally unseated the power of petroleum, both geopolitically and as a source of carbon pollution. The electrification of mechanical technology makes it both smarter and more efficient."
    },
    {
      "name" : "Extraterrestrial Mining",
      "call_sign": "MINE",
      "abstract": "Our condition of increasing resource scarcity was eradicated by exploiting the final frontier, mineral rich asteroids. Fully automated space missions tap into off-earth resources, turning asteroids into cosmic colonies in a new wave of imperialism."
    },
    {
      "name" : "Fresh Water Democratization",
      "call_sign": "WATR",
      "abstract": "The days of fresh water scarcity and rolling droughts are over. Whether in California or the most remote fringes of inhabitable territories, new technologies of water purification have undone some of the inequities of climate change, bringing fresh water to all, from thirsty people to thirsty farms."
    },
    {
      "name" : "Genomic Omniscience",
      "call_sign": "GENO",
      "abstract": "A comprehensive understanding of the human genome and globally accessible records of patient DNA profiles has created a God’s eye view of the abnormalities that plague the human body. Health care now trumps genetic inheritance. We have finally taken control of the trajectory of our own species."
    },
    {
      "name" : "Global Net Neutrality",
      "call_sign": "NEUT",
      "abstract": "Communicating freely and accessing information online has become a de facto basic human right. With advances in the production of electricity, the distribution of Internet-enabled mobile devices, and global network access, governments are no longer able to reliably restrict access to online content."
    },
    {
      "name" : "Identity Cloaking",
      "call_sign": "NOID",
      "abstract": "Ubiquitous and autonomous surveillance have introduced new forms of fingerprints. The rhythm with which you type, the way you walk, or the traces of DNA you leave on a wine glass at a restaurant, can all be used to uniquely identify you. Scrambling your signals from time to time grants you a vacation from continuous prying."
    },
    {
      "name" : "Innocuous Agriculture",
      "call_sign": "AGRO",
      "abstract": "The days of slowing introducing your child to potentially poisonous food like peanuts are over. Through genetic modification, peanuts, wheat, soy, and tree nuts are engineered to grow without the proteins that are responsible for allergies. We have stopped fearing our food."
    },
    {
      "name" : "Interplanetary Living",
      "call_sign": "INTR",
      "abstract": "Colonies on Mars are a refuge from life on earth, both an ideal beta test environment for everything from new forms of governance, economies, and belief systems to a safe space for hazardous biotech experiments that are too dangerous to run on earth."
    },
    {
      "name" : "Legislated Luddism",
      "call_sign": "LUDD",
      "abstract": "The social turmoil of mass automation reaching beyond routine labor into the domain of knowledge workers spawned legislation that restricts the deployment of technologies unless it can be shown it will not forcibly reduce existing employees. Outlawing such innovations has secured the traditional place of labor."
    },
    {
      "name" : "Liquid Policy",
      "call_sign": "LIQD",
      "abstract": "Traditional top-down policy creation by government officials has been replaced with direct democratic engagement through networked tools. Legislation is now created, edited and managed in real-time by the crowd as a way of finding natural consensus on issues that affect collective life."
    },
    {
      "name" : "Manageable Weather",
      "call_sign": "WTHR",
      "abstract": "Increases in predictability and the capacity to geoengineer localized weather events has tamed this tempestuous element of nature, turning weather dependent sustainable energy, travel and sporting events into controllable situations."
    },
    {
      "name" : "Mass Biomanufacturing",
      "call_sign": "BIOM",
      "abstract": "The large scale manufacturing of organic tissue has created high performance replacement parts for human bodies inside and out, from organs to ears. Self-healing materials have expanded the sustainability of large scale infrastructure projects and extraterrestrial missions, allowing parts to be grown on site rather than shipped from around the world or carried onboard."
    },
    {
      "name" : "Material Magic",
      "call_sign": "MAGC",
      "abstract": "Material innovation has produced an avalanche of paradigm shifts. This new generation of high-performance metals, fabrics, adhesives, and nanomaterials has enabled previously unimaginable products that perform magical feats as part of daily life."
    },
    {
      "name" : "Mechanized Risk",
      "call_sign": "RISK",
      "abstract": "Humans no longer fight fires or organized crime, nor do we control the flow of air planes or oversee nuclear reactors. A human life is finally too valuable to be risked. Robots soft and hard are now our primary security providers."
    },
    {
      "name" : "Memory Augmentation",
      "call_sign": "MEMA",
      "abstract": "Having archived the world’s knowledge online, memory augmentation goes one step further by removing the burden of biological recollection. Moving personal memory to digital storage has freed us up to focus on processing the present, and to connect the memory of our individual experiences with that of historical societies and our contemporary peers."
    },
    {
      "name" : "Moral Enhancement",
      "call_sign": "MORE",
      "abstract": "Neuro-pharmaceuticals that increase situational awareness have become pervasive. Their side effect of increased empathy has led to profound human compassion and resulted in a war on inequality and the regular relieving of debt obligations."
    },
    {
      "name" : "Neuro Mastery",
      "call_sign": "NURO",
      "abstract": "We finally understand the human brain enough to heal and expand it biologically and interface with it digitally. Dementia, autism and mental illness have become no more disruptive than the flu, while brain augmentation and nootropics have surpassed cosmetic surgery and steroids as the ultimate medical indulgence. More and more people are outsourcing their thinking to the cloud."
    },
    {
      "name" : "Non-human Political Representation",
      "call_sign": "NONH",
      "abstract": "The proliferation of real-time feeds from the natural world, from animals and plants to glaciers and ocean currents, has turned formerly inarticulate objects into a shouting symphony of new voices. Climate change has formed new attitudes resulting in new political systems that gives the environment a vote."
    },
    {
      "name" : "Perpetual Knowledge Beta",
      "call_sign": "BETA",
      "abstract": "Formal education has been transformed by lifelong learning enabled by the democratization of knowledge through online courses and other on-demand skilling. Learning to learn has replaced credentialing, forcing universities to update business models and removing financial and other access barriers to education. Career paths have become much less linear."
    },
    {
      "name" : "Personalized Medicine",
      "call_sign": "PMED",
      "abstract": "Medical treatment is more effective when it is patient-specific. Standardized gene therapy, general vaccines and antibiotics are a thing of the past for those who can afford to have customized medicine to target their unique symptoms."
    },
    {
      "name" : "Planetary Insurance",
      "call_sign": "PLAN",
      "abstract": "Geoengineering has taken command of climate change, asteroid threats, volcanic ash clouds and super earthquakes to a level that has eliminated fears of existential risk. The human race now lives free of the anxiety of its own extinction from rare and catastrophic events."
    },
    {
      "name" : "Post-Human Driving",
      "call_sign": "DRIV",
      "abstract": "The biggest threat to self-driving vehicles is human drivers. The ban on human-operated vehicles on land, sea and air has optimized transport for speed, energy use and safety. Beyond eradicating accidents, self-driving vehicles have also expanded personal mobility to those who can’t drive themselves, while revolutionizing regional travel, infrastructure and logistics."
    },
    {
      "name" : "Post-Labor Unionization",
      "call_sign": "PLUN",
      "abstract": "As automation has made human labor unnecessary, and voluntary self-employment based on individual interests has become the norm, the nineteenth and twentieth century techniques of organized labor have become obsolete, replaced by new forms of unionization based on commonalities outside of work."
    },
    {
      "name" : "Post-Scarcity Farming",
      "call_sign": "FARM",
      "abstract": "Supercharged photosynthesis, big data farming, electric ‘pinkhouses’ and underwater biosphere agriculture have boosted crop yields, accommodating demand from growing populations. Tightly controlled ecologies and dynamic environmental control systems have led to reliable output predictions, ensuring the nourishment of billions of people."
    },
    {
      "name" : "Privatized Identityg",
      "call_sign": "PRID",
      "abstract": "Having crossed the designer baby singularity in which everyone now chooses to alter the DNA of their unborn children, the uniqueness of appearance and ability that was once the norm has become a luxury. Patenting your genome allows you to put a price on your individuality and capitalize off of the proliferation of your best traits."
    },
    {
      "name" : "Promiscuous Citizenship",
      "call_sign": "PRMS",
      "abstract": "Countries have lost their monopoly on sovereignty. Social networks and other platforms that have swelled in influence and wealth beyond most countries have begun to issue passports and the benefits of belonging once only offered by states. Divorced from birthright and patriotism, people often switch sovereign service providers."
    },
    {
      "name" : "Quantified-Self Help",
      "call_sign": "HELP",
      "abstract": "Personalized health tracking has become commonplace, adding a new layer of diagnostic information through biometrics. Physicians now incorporate live data into treatment plans, and the self-help publishing machine and religion have found a new outlet in data-driven apps that target depression, personal fulfilment and enlightenment."
    },
    {
      "name" : "Robotic Medicine",
      "call_sign": "ROBO",
      "abstract": "Nano-technology offers a new class of machines that engineer and monitor our health from within the body. Rather than rolling the dice of life and responding to issues as they arise, Robotic Medicine allows doctors to track patient progress and alter therapies remotely, revolutionizing disease testing, prevention, and treatment."
    },
    {
      "name" : "Service Appreciation",
      "call_sign": "SERV",
      "abstract": "Technological mediation of all experiences has placed a premium on human interaction. The service industry has migrated up the employment hierarchy as the human touch has become the ultimate luxury and providing it has become a lucrative endeavor."
    },
    {
      "name" : "Simulation Singularity",
      "call_sign": "SIMS",
      "abstract": "Virtual reality has become indistinguishable from what used to be called, simply, reality. The entertainment, travel, consulting, athletic training and sex industries, amongst many others, are now regularly overturned by startups fueled by venture capital eager to disrupt physical presence."
    },
    {
      "name" : "Supercharged Humanity",
      "call_sign": "SUPR",
      "abstract": "Having left our naturally-evolved bodies behind, humans have entered a new phase of hypersensitivity and super strength aided by networked prosthetics. Seeing in the dark, tasting new flavors and long distance listening have spawned new cuisines, sports and labor, while climbing Everest has become a retirement plan."
    },
    {
      "name" : "Supersonic Travel",
      "call_sign": "TRVL",
      "abstract": "The global village is no longer just an effect of virtual networking. Planes, trains and other vehicles traveling faster than the speed of sound create a new paradigm in business and recreational travel and shrink the perception and experience of planetary scale."
    },
    {
      "name" : "Universal Basic Income",
      "call_sign": "BSIC",
      "abstract": "Mass unemployment paired with never before experienced material surpluses provided by a computerized work force has stripped the pejorative flavor of welfare. Regular payments to all citizens have become commonplace, equally distributing enough wealth for everyone to live an acceptable quality of life without having to work."
    },
    {
      "name" : "Universal Chronicle",
      "call_sign": "CRON",
      "abstract": "A universally accessible and secure historical record has proven to be a radically disruptive to the institutions that structure our social order. Used as a platform for applications like voting, insurance, censuses and ownership claims, the injustices of repressive political regimes and corporate thieves are clear for everyone to see."
    },
    {
      "name" : "Unsupervised Production",
      "call_sign": "UPRO",
      "abstract": "Autonomous labor machines driven by advancements in artificial intelligence have evolved beyond the need for human oversight. Workforce automation is not only more efficient, it also relieves us from toil while providing for greater material surpluses than we have ever achieved with human labor."
    },
    {
      "name" : "Venture Communism",
      "call_sign": "VCOM",
      "abstract": "Recognizing venture capitalism as a powerful economic approach, countries begin to invest taxpayer funds in high risk, high reward basic technological research. Innovation has shifted from startups to the state, bringing the exponential returns of network effects and disruption to the people."
    },
    {
      "name" : "Wasteless Ecology",
      "call_sign": "WSTE",
      "abstract": "The discovery of new biological, physical, and chemical processes that eliminate the physical waste that used to overrun landfills, poison water sources and clog up the oceans has fueled a sustainable plastic and styrofoam renaissance. Once wondrous material innovations that environmentalism vilified have returned to grace."
    }
  ]
}
