{
  "indices": [
    {
      "name" : "Safe",
      "call_sign": "SAFE",
      "author": "Åzone",
      "abstract": "Surveillance is a small price to pay for security. Freedom is relative. If you don't feel safe, how can you feel free? Everything necessary should be done to ",
      "formula": "0.5*BLAA+0.5*BLAH"
    },
    {
      "name": "Equitable",
      "call_sign": "EQIT",
      "author": "Åzone",
      "abstract": "The slide back into a pre-modern distribution of wealth, hollowing out the middle class that defined the 20th century in the developed world, is not sustainable. The effects of inquality are now impossible to ignore, making it an untenable state in a globally networked, literate, informed world. We will evolve to a new state of equality.",
      "formula": "0.5*BLAA+0.5*BLAH"
    },
    {
      "name": "Doomed",
      "call_sign": "DOOM",
      "author": "Åzone",
      "abstract": "Climate change is inevitable, the stock market has commodified all real value into a playground for the rich and a blackhole for the poor, increasing global wealth and urbanization have served to similarly scale the evils in human nature, and we welcome threats to our very existence like computational superintelligence and have no defense against others like asteroid collisions. Enjoy it while you can because we're doomed.",
      "formula": "0.5*BLAA+0.5*BLAH"
    },
    {
      "name": "Free",
      "call_sign": "FREE",
      "author": "Åzone",
      "abstract": "Åzone",
      "formula": "0.5*BLAA+0.5*BLAH"
    },
    {
      "name": "Plentiful",
      "call_sign": "PLTY",
      "author": "Åzone",
      "abstract": "Climate change is just a wake up call, a catalyst to finally achieve the hard problems of engineering. Thermonuclear energy will dismantle the petrochemical world order, and geoengineering and asteroid mining will shut the door on scarcity thinking forever. A world of abundance will ensue, a paradise on earth free of resource anxiety and other triggers of war.",
      "formula": "0.5*BLAA+0.5*BLAH"
    },
    {
      "name" : "Smart",
      "call_sign": "SMRT",
      "author": "Åzone",
      "abstract": "Humans used to have a monopoly on intelligence. As more and more objects are embedded with computation and networked together, we will have finally played God, breathing life into the dead world around us. This newly smart environment of buildings, vehicles, and infrastructure will converse, transact and strategize with not only us, but also a sea of objects on and around us.",
      "formula": "0.5*BLAA+0.5*BLAH"
    }
  ]
}
